{"text":"Um, who do you think you are? Toby. Yeah, correct. Um, what gives, what, what gives you the right? Um, I brought the binder. Do you want to take a little look? Sure, you know what, that sounds good. I'll take a little look, see. Here we go. Thank you. What would you improve about Dunder Mifflin? Well, let me see. I would, um... I guess everything's okay. Toby, why don't you open your present? No, no, no, no, no, no. No, this, hey, hey, hey, hey, this might not be what I think that I don't even know is in there, because there are a lot of presents in my car, and I don't know which is which. Suck on this. What the hell is that? Michael. That's, what do you mean, Michael? That's not even my handwriting. Hey! What the hell is going on here? Who thought it would be hysterical to give Toby a rock for his going away gift? You did. No! You made me wrap it. I thought it was over the line, and I just... Okay, you know what that is? You know what that is? That is... a psych. Psych. So, that is not my real gift to Toby. So, what is your gift? My gift is forthcoming, Pam. What is it? I am going to give Toby... Your watch? Yes, I am. That was it. How did you know that? I just knew. How did you know? Oh, that is so sweet. Well, that's my watch. Thanks, I'm going to send it to Costa Rica town. Hey, that's good. It's the kid. Look, look, look, look, look. Hey! It's the temp. Look! It's the temp. Is that the police? Yes. Well, this is what happened. Ryan's big project was the website, which wasn't doing so well. So, Ryan, to give the impression of sales, recorded them twice. Once as office sales, and once as website sales, which is what we refer to in the business as misleading the shareholders. Another good term is fraud. The real crime, I think, was the beard. What's this? Looks like a red wire. Oh. I wasn't here before. Well, it's a computer, Dwight. Computers have wires. Yours doesn't. Doesn't it? No. It's going in a different direction than the other wires. Dwight, I'm really busy. I can't talk about this anymore. Dwight, get out of here. Shut up, Willis. I hate you. Go away. I got 500 feet of red wire at a flea market up by Dunmore High School. 20 bucks for the whole spool. Crazy. What a deal. Oh. He'll be fine. I made it up there. Hey, are they left for the big meeting yet? I got Michael's lucky tie. No, they're in the conference room. Okay. Wait, are those Michael's Levi's? Yeah. Who dry cleans jeans? Michael and his jeans. He gets in them, and I'm not exactly sure what happens, but I can tell you he loves the way he looks in those jeans. I know that's why he started Casual Fridays. I'll take those. Thanks. Everybody, can I please have your attention? Ryan and I have a huge announcement. Oh, my gosh. Wow. Over the weekend, Ryan, Bailey, Howard, and I got divorced. Sweet. Free ring. Divorced? Just so you know, it's totally amicable. We're fine. We don't need people here to take sides. The last thing that we want is any kind of drama. Wait, can you back up? What's the story? We were having a beautiful weekend in the Poconos. We were making love constantly. We saw the sunrise. Ryan was crying a lot. That's not a relevant detail. And in the morning, we walked by a chapel, and we stopped suddenly, and Ryan said, I don't think I should be married to you anymore. Wait. I'm sorry, when did you get married? Like a week ago. We got really wasted and just felt right. He didn't invite any of us? We are getting divorced, Andy. This is such a raw time. God, baby, you know, with people's reactions to this, I wonder if we made a mistake. No. With the messed up laws in this country, I don't want to be married until everyone can be married. You know what, Ryan? I talked to the other gay guys, and we're okay with it. We all agreed it's fine for you to get married. No, no, Oscar, not until everyone can. Ryan, I changed my mind. Okay, fine. You know what? This actually isn't amicable at all, and we actually do need people to take sides. Who's on my side? And who is on my side? Manager of Dunder Mifflin? Check. Owner of a 1,600-acre beet farm? Check. Engaged to be married to an actual milkmaid? Check. On that later today. Big day today, airing of the documentary, who's excited? Time to become the next American idol by winning America's next acapella sensation. Daryl? Oh, hey! Hey! You left us without saying goodbye. My bad. Goodbye, everybody. Get upstairs, mister! Hold my place in line. They want feel-good stories? Where do they get a good feel of me? What's going on? Daryl was talking about the trip, and I just feel like you're giving up so much. Pam. I'm afraid that I'm not enough for you. I know it's against the rules, but I'm gonna need a favor from you guys. All day long, it's oink the pigs. Oink the pigs. That is very important. Wait. The way that boy looks at the Galactica is precisely the way I look at the Galactica. It's 4.30 in the morning. Do you know where your kids are? If you are Ryan's parents or Pam's parents or my parents, you do. They're gonna be in this van with me. Who am I? Nothing to fear. I am just a 44-year-old guy with a paper route. Time to make the donuts. Come on. Whoa. No, I promise I won't do it again. Come on. I lied. We've been making 5 a.m. deliveries for a couple weeks now. Ever since I've gotten clean, there's something about fresh morning air that just really makes me sick. Hello. Time to make the donuts. Oh, Halford. Wow. Border Patrol. Arrest that man. Your donuts make me go nuts. Hey, Pam. We got the van at a used car lot. We think it says Alleluia Church of Scranton in Korean. It was either this or an old school bus with an owl living in it. You didn't happen to bring any coffee, did you, Michael? Milk and sugar. Oh, awesome. You're a lifesaver. Wait, is this just milk and sugar? That's what I said. Do you drink this every day? Every morning. We're doing okay. A couple weeks in, and we're having fun. Yep, we have 20 of those. Oh, excuse me. Sorry. Sorry, no. It's a paper company now. It's not for the church. I have the best stocked survival shelter in northeastern Pennsylvania. But everything has a shelf life, so I must eat and then replace everything that's about to expire. It's nice not to have to plan my meals. You're eating eight-year-old tomatoes. They're still good for another week. You know, I think I might have some type of cheese in the back of my fridge you might like. I've got some cheese you might like, too, in between my toes. Hardy har har. All right, picture this. Snowy ash drizzles from the sky. A rabid pack of dogs surrounds you as the flame at the end of your stick dies out. There's only one hope left for you. The door to my shelter. You pound. You beg. Dwight, please let me in. But I ignore your cries and do not let you in. You want to know why? Because of the sign that says no pounding, no begging. No, because you laughed at me. Kevin will be eaten. Pam will be taken slave. Jim will be made a warlord's jester. Meredith will do okay. Be assured, this day will come. It's just a matter of time. A month could be two months. Three months. Could be. Four months. I can see that happening, yes. Eight months. That's a realistic timeline. Eleven months. Perhaps. Okay, wait, now really think hard about this one. One year. I can see that as a very real possibility. 494 months. I can see that happening. 495 months. That's just. I'm hungry. Movie Monday. The only cure I know for the Monday blues is Varsity Blues. Let's go, let's go, let's go, let's go. Take a seat down there. Second from the end. All right, everybody here? Yes. Popcorn, anyone? Yes, please. Thank you. Anyone else? No. Movie Monday started with training videos, but we went through those pretty fast. Then we watched a medical video. Since then, it's been half-hour installments of various movies, with the exception of an episode of Entourage, which Michael made us watch six times. Entourage. Oscar, Toby said he left my Girl Scout cookies on my chair. Have you seen them? Wait, I'm sitting on them. This is awesome. Thank you. It didn't even take that long. What's the difference between a chimichanga, a chalupa, and a tostada? Call me back ASAP. It's urgent. Wait, this isn't funny. I don't talk like that. Say, meet your cookie. No. I won't say it. Why is everyone clumped around accounting? Break it up, you click. It's Kevin as Cookie Monster from Sesame Street. Is that the program where all those puppets live in the barrio? I love that show. This is Kevin. This is Kevin. Good work, buddy. Thank you. That is an amusing link. I'd like it sent to me, please. Me too, Oscar. Please send it to me. Yeah, me too. Thanks. Angela, this is inappropriate. This is my favorite day. Hi. Good morning. Can I help you? Yes. I'm from Techstar. I have a new phone system for you. I was wondering if I could talk to Michael Scott. I'm sorry, he's not in right now. Really? He's never around when I come by. Shoot. They have new phone systems now that can ring directly to a salesman, or someone presses star and they go to accounting. Basically, 95% of my job. But I'd like to see a machine that puts out candy for everyone. How about I make an appointment to come back? That way, I know he'll be here. That is a great idea. Great. Um, oh boy. He's really... Michael Scott, manager. Hi, how are you? Oh, hi. Great. Look at that. I can assure you we don't need a new system, though. Happy with ours. Hello, may I help you? Jimbo. Jim. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Okay. Um, where have you gone? Hey. What was that? That was funny. That was funny. Let's go do it to somebody else. Hey. Yeah, you wanted to see me? Yes, Oscar. Come on in. Close the door, if you would. Thank you. Thanks so much for talking to me. Yeah, sure. I'm going in for a procedure today. Is everything okay? Yeah, it's routine. I'm just a little bit scared. I'm sure everything will be fine. What's the procedure, if you don't mind my asking? It is a colonoscopy. Okay. In your experience, what should I be expecting in terms of sensation or emotions? Is there anything I can do to make it more pleasurable for me or for Dr. Chandri? Oh, my God. My main concern is should I have a safe word? Yeah. Hold it! New glasses. Dwight, what a ridiculous, fancy clown you are. I am dressed according to the shrewd codes of mourning. My Aunt Shirley has died. Oh, Dwight, I'm so sorry. Were you guys close? I would say that she raised me, but let's not kid each other. I raised myself. She was, however, the closest thing I had to a mother. My actual mother was very cold and distant. I'd say she was the closest thing I had to an aunt. My condolences. Keep them. Okay. Now, what have we got in these two pails? In keeping with shrewd custom, I will either invite you to Saturday's funeral by sprinkling red, fertile dirt in your face, or I will ask you to keep a respectful distance during my time of grief with a dusting of black, slightly acidic soil. What color is it? It looks pretty black. Yep, acidic, all right. Oh, thank God. Excuse me? Oh, I'm so sorry, Dwight, and if you want me to be there, of course I will go. Let's just have a personal training session. Okay, let's talk. I get red dirt. Nobody is getting red dirt. I should have kept my mouth shut. We're not even that close. I've only known Dwight 12 years. 12 years. Time is a son of a bitch. I'm sure. I'm sure she's in a better place. I really hope so. Okay, now this is crazy. You can't make a dirt ball. I miss her so much. Okay. You know? How are we doing on time? The party starts in an hour. 60 minutes. 60 minutes, that's a lot of minutes. Well, corporate is throwing this gigantic, lavish, gold-encrusted sushi gala that Ryan didn't invite any of us to. All I want to do is throw a party that makes Ryan's party look like Stanley and Phyllis' desk. These are some things that I would like to have happen. Beer, light beer, streamers, orchids, better lighting, something made of ice. Those are just things. This is how I want it to feel. Pizza, pizza with mushrooms, pizza without mushrooms, white pizza, steak. I would like this party to be sexier, cooler, more important. Chocolates, someone famous, cool music, confetti, go-go dancers. I want it to embarrass all other parties. I want it to be a party that the guys in New York watch on the webcam and say, Wow, how did they get Al Roker to come? I can't do this. Yes, you can. I can't do it. Yes, you can. I wouldn't say that if I didn't 100% believe it. Who else could do this? Okay. Okay. No, seriously, is there anyone else who could do it better? Because we don't have a lot of time. I'll get the pizza. Morning, Dwight. Who are you? Who am I? I'm Jim. We've been working together for 12 years. Weird job, Dwight. You're not Jim. Jim's not Asian. You seriously never noticed? Hey, hats off to you for not seeing race. All right then, Jim. Why don't you tell me about that sale that you made yesterday? Wellington Systems sold them 10 cases of 24-pound leather stock. Or were you talking about Krieger Murphy? Because I didn't close that one yet. I'm hoping I've got a voicemail from Paul Krieger waiting for me. Please enter your password. You have one new message. How did you know? No, no, no. That is sensitive information only for employees, not outsiders. Dwight, cut it out. I'm trying to work. You don't work here. You're not Jim. Jim, I got us that dinner reservation. Greek goes 7.30. Oh, great. Can't wait. Jim's at the dentist this morning. And Steve is an actor friend of ours. I don't know who you are. But you are not Jim. This is Jim! Um... How did... How did... Where is my desk? That is weird. This is not funny. This is totally unprofessional. Okay, well, you're the one who lost the desk. I didn't lose my desk. Okay, calm down. Where was the last place you saw it? Okay, who moved my desk? I think you should retrace your steps. Okay, I am going to tell Michael, and this entire office will be punished. Colder. Warmer. A little warmer. There you go. Warmer. Warmer. Warmer. Warmer. Warmer. Cold, cold, cold. Back up. Ooh. Ooh, warmer. Hot. Red hot. Hot. Very hot. Dwight Schrute. Hi, Dwight. Um, what sort of discounts are we giving on the 20-pound white bomb? Jim, I've given you this information like 20 times. Right now? It's by the ream? Uh, yeah, ream. Yield is now 978. So it's a discount of 7%. Okay, thank you. Gotta get back to work. Wash your hands, Kevin. Oh, yeah. I got a big box. Yes, I do. I got a big box. How about you? I got a big box. Yes, I do. I got a big box. How about you? I think you don't know what you're saying. It is from Sabre, our new owner, and it is to Sabre us. I wonder what's inside. Scissor me. Dunder Mifflin was recently bought by an electronics company named Sabre. They stepped in at the 11th hour, and they saved our asses. Although David Wallace said that we were the one branch that was actually working right, so we probably could have saved our own asses. We didn't need them touching our asses. What? Wow. Awesome. For accounting, a brand-new printer. And for the sales staff, a new fax machine. This cord has Creed written all over it, and whoever would like a brand-new scanner can come visit it in my office. Thank you. Here we go. Oh! Oh, wow! Cool. What next? Um, who's Gabe? This note says to put the box aside for a Gabe Lewis who's coming tomorrow. Okay, everybody, listen up. I have some bad news. Due to circumstances beyond my control... Impulsivity and inattention to detail... Hey, hey. I have opened a box which should not have been opened... Terrible mistake. ...and distributed things which should not have been distributed. Undistributable. Well, maybe we can put the box back together. Impossible. He opened it like an ape. I think we can do it. Yeah, yeah. Did we try printer first? Shredder at an angle? Yep. FEX cable and the scanner upside down? Yes. Have you tried making everything smaller? And... Wow! Really nice job. This group of people, when they put their minds together, they can do something great. And I think that you should all be proud of yourselves. Oh, Michael. All right, relax. We can do it. We just did it. So we can do this again. Erin, scissor me, please. No, don't. Thank you. Oh, got it. Okay. The building's custodian is on vacation for the month and Dwight is too cheap to hire a replacement. So instead, we're living in filth. But not for long. Because I have created... the chore wheel. Oh, yeah. Can I spin first? Well, it doesn't spin. We'll just move the wheel one notch each morning and you see what chore you get that day. A wheel is supposed to spin. Yeah. You know, like, gu-gu-gu-gu-gu-gu-gu-gu-gu-gu-gu-gu-gu-gu. No, I'm familiar with spinning, it's just that wouldn't work with a chore wheel because people might get the same chore. Bleh! Boring! All she talks about is chores. A wheel wants to spin, Pam. Spinning would be more fun. Kay. Okay, that's what I'm talking about! Big money, big money. Yeah! Mug duty? Yes, you clean all the mugs in the sink. This sucks. Yeah, seriously, it's like everything on there's work. I don't think you guys understand why we're doing this. It's... Yeah, and I don't think that you understand wheels. I've been through several rounds of development with the team, and here's where we stand with the chore wheel. We've got prizes! Ten bucks, candy bar, manager for an hour. But there are also penalties, like no internet, Stanley gets your lunch. The one thing that is not on the chore wheel is chores. But they were right, it's more fun this way. Oh! Woo! Tiny wheel! Tiny wheel! Tiny wheel! Tiny wheel! The tiny wheel actually does have chores. It's so cute, no one seems to mind. Toilet! Lamont, what's up with you? I cannot believe I fell for that. Oh, my God. What? What? Where's the funny? Give it to me. Um, was it me, or does it smell like up dog in here? What's up, dog? Nothing much, what's up with you? Oh, wow! I walked right into that. Oh, that's brilliant. Hey, Stanley, is that jacket made of up dog? I'm on the phone. Mmm. What flavor coffee is that, up dog? What's that? I don't know, nothing, what's up with you? Huh? What does that mean? What does what mean? The thing you just said. Forget it. Dwight! Hey, is it me, or does this place smell like up dog? What's up, dog? Gotcha! Oh, God. Nothing. How are you doing? Good. How are you doing? Mmm. Dammit. I have left Dunder Mifflin after many record-breaking years. And I am officially on the job market. And it's very exciting. For your convenience, I've broken it down into three parts. Professional resume. Athletic and special skills resume. And Dwight Schrute trivia. I am ready to face any challenges that might be foolish enough to face me. How would I describe myself? Three words. Hardworking. Alpha male. Jackhammer. Merciless. Insatiable. There's nothing on my horizon except everything. Everything is on my horizon. I got this job to make some money while I continue my employment search. And, uh, that's fine for the time being. Oops. Break's over. Mmm. Big turkey. Twiddly-diddly-dee. Twiddly-diddly-dee. Twiddly-diddly-dee. Twiddly-diddly-dee. Rocks in the tree top all day long. Jumpin' and a-bumpin' and a-singin' a song. All the little birds... Is that you singing? All four parts recorded on my computer. Wow. Took me forever. Nice job. Thank you much, Lee. No rock can rock this way. We're really gonna rock tonight. Boom, boom, boom, boom, boom, boom. Yeah. You gonna answer it? Mm-hmm. I called it myself. Just thought you'd get a kick out of the new ring. Yikes. Side note. I'd just like to say I'm thrilled to be working directly beneath you. I feel I have a lot to learn from you, even though you're younger and have less experience. So, here's to the future. Andy and the Tuna. Andy and the Tuna. Oh, what a tone and a magical Andy and the Tuna. I missed Dwight. Congratulations, Universe. You win. We could get D'Angelo flowers. No, you can't get flowers for someone who's in a coma. They'll wilt before he wakes up. Yeah, true. All in favor of the baskets full of chocolates, teddy bears, and balloons. Wait, wait. All in favor of the knapsack filled with canned goods, chainsaw, gasoline, and emergency radio in case he wakes up post-apocalypse. Nope, baskets have it. So as it turns out, unless you're a young child or a prison inmate, you don't need anyone supervising you. People just come in and do their work on their schedule. Imagine that. Imagine that. People like us allowed to sell paper unsupervised, and yet somehow it works. Must be because the stakes are so high. Well, I really appreciate the offer, but I'm just happy the way things are. Okay, thank you. That was Jo asking me if I wanted to take over as acting manager while they find a replacement. I told her I don't want to mess this up, right? There's a consensus. People are happy. Dwight Schrute? Yes, I would. Thank you. Jordan, gather my things from my desk. Wait. What have you done? Rose, you'll never guess where I am right now. I had no idea when I got into that car to go to New York that I was going to be quitting. I got on the ramp, and I was like, Two hours. Two hours to go. Feeling good. Cranks and tunes. Should have peed before I left. Michael, get to the good part. Okay. So. Get up the building. Revolving door. Broken. So I have to take the normal door. Oh, my God. At least he's in the building. No! No! I was so nervous it was the wrong building. I had walked into the wrong building. He finally has a story we really want to hear. And he knows it. Okay. Focus. Focus. You're in the right building. You're with the right people. What happened? I looked at Wallace, and I said, I quit. And as I turned to leave, I looked back, and I said, You have no idea how high I can fly. You didn't tell him how sick of him you were? Why would I do that? Well, wouldn't it feel good to tell him that he's incompetent? That he's wasted 15 years of your life? Maybe spit in his face? You guys have thought about this a lot more than I have. I just winged it. I love a good quitting story. It makes me feel like I have control over my own life. It gives me hope. Maybe I'll have one of my own someday. But I dream. Hey, Oscar. Big Will and Grace fan, huh? No. Everybody assumes I am. I don't have those gifts. Oh. Dunder Mifflin is having our first ever garage sale. Like many Americans, we realized we had a lot of things that we didn't really need. And 10 cents of every dollar is going into the party fund so we can throw parties for ourselves. People, look alive. It's showtime. Doors open in three, two, one. Ooh, yikes. It's cold, Dwight. Just shut the door and let people come in the front. It's good that it's cold. It will drive business inside. The signs will drive business inside. The warmth will lure people inside. This is how business... I'm not closing the door. No business. Stop it. Okay. Bye. Everyone, stop what you're doing. I have terrible news. Dwight is no longer with us. What? What happened to him? He's gone. Damn it. He's been promoted to VP of Saber Retail and he's staying in Florida forever. So, he's alive? Yeah. That was him on the phone. He sounds wonderful. Well, the way you said it made it sound like he was dead. How could I have been more clear? He had a massive stroke of good fortune and he is now in a better place. If Dwight's not coming back, does that mean we can open his treasure? Oh, I... You guys, we've gone over this. There is no treasure. When the team left for Tallahassee, Dwight told everyone not to touch his treasure. Don't touch my treasure. Okay, you understand? Obviously, he wants us to obsess about it. There's nothing in there. Which is obviously what he would want us to think, making it the perfect place to hide a treasure. Oh, God, I'm Wally Shawn in The Princess Bride. I think that Dwight wanted us to realize that this conversation among friends is the true treasure. Oh, no, no, no. I am dying to know what's in there. Yeah, I know, Oscar, we all are, but nobody's gonna open it. You'd have to be insane. Hi. Hello. Now, carefully open the box. It's a photo of all of us. Oh, that's so sweet. Look! A dart? Are you kidding me? Who would put a poison dart... Well, I mean, I don't know that it's poison. I mean, I just have to imagine. God, I'm glad he's okay, though. Kind of sounds like he deserved it, opening another man's treasure and all. Wow! Uh-huh, nice. Uh-huh, nice. All done. What's wrong, Michael? I got gum in my hair. You do? This just stinks. Don't touch it. Please don't touch it! You've got a ton of dandruff. Okay, let me be. How'd you get gum in your hair? I was walking in, and I noticed something shiny under Stanley's car, and I got under to see what it was, and I messed up my hair, all for a stupid piece of tinfoil. But best case scenario, you thought it was a quarter. Kill me. Right now. We have peanut butter in the kitchen. I don't feel like peanut butter. Get me an ice cream sandwich. Nope, not for you. It's for your hair, and it is 9 a.m. No, Dwight, not the good peanut butter. People are gonna get mad. Hey, hey, hey. This is my hair we're talking about. Smells good. Tastes good, too. Oh, Donald, that's disgusting. Wow, a lot of calories. Well, just don't leave it on too long. Keep massaging, please. Oh, yeah, that's nice. It's kind of blurry. That's better. Sigh. Question. What kind of bear is best? That's a ridiculous question. False. Black bear. Well, that's debatable. There are basically two schools of thought. Fact. Bears eat beets. Oh. Bears beats Battlestar Galactica. Bears do not... What is going on? What are you doing? Last week, I was in a drugstore, and I saw these glasses. Uh, $4. And it only cost me $7 to recreate the rest of the ensemble, and that's a grand total of... $11. You know what? Imitation is the most sincere form of flattery, so I thank you. Identity theft is not a joke, Jim. Millions of families suffer every year. Michael! Oh, that's funny. Michael! Phone rings. Dunder Mifflin, this is Pam. I'm sorry he's not in yet. Would you like his voicemail? Yeah! Yeah! Yeah! Okay. 12 miles an hour. Eat that, Carl Lewis! Angela made several 911 calls about cars going too fast in front of the building, so the police put up a radar gun. It's actually caused a bit of a traffic hazard. No! Wow, 13! No, no, no, there was wind. I was just jogging. Dwight, there was wind. I want to do a... No, no, no, it's not your turn. All right, 13 is the new number. Oscar, go ahead. I want another try. Here we go! 31! 31! There was the car. I was ahead of the car. 31 is my new number. 31 is humanly impossible. Go, Oscar! 31's my number. That's impossible. Beat it! Andy's coming back today. Andy's coming back today. Andy's coming back today. David Wallace sent him on an outward-bound wilderness adventure for a whole month to make him more decisive and confident. He sent his own son, too, and the counselor said they both grew up big time. How was my summer? It was pretty mixed. I invented a new power drink made out of beet runoff. Mmm. Mmm. So that's really good. But I got some disappointing medical news. Mr. Schrute, the results are in. You're not the father. I told you. Oh! Oh, my God! Oh, what a summer. It was an emotional roller coaster. I ran over a turtle in the parking lot. But then I saved him by gluing his shell back together. But I'm not that good at puzzles. Oh, that piece doesn't go there. So I patched him with stuff from around the office. But I couldn't get the pieces to fit right. One day, while I was reaching for the glue, I crushed his shell again. But I rebuilt him even better that time. But it turned out the turtle was already dead. Probably when I ran over him the first time. For us, um, nothing new, really. The kids are great. You are really good at modesty. She's a genius. She painted this incredible mural in the kids' room. There's a hippo leading a parade of 500 children through the village. Well, you had that interesting thing. Oh. Yes, Jim's friend is starting a new company based on this idea that Jim had when they were back in college. It's sports marketing, basically, but the athletes are partners. And he wanted Jim to be a partner, too. In Philly. So that doesn't really work for the family. But watch this guy make a billion dollars off my idea. He said if it takes off, he's going to buy us a new car. And Ultima are better. Kelly Kapoor is gone. Her fiancé, Ravi, was hired as a pediatrics professor at Miami University. I don't need him anymore. I am going to Miami, biatches, to hang with LeBron James and Gloria Estefan. Miami University in Ohio. On her last day, Kelly was still a little confused about it. Enjoy the snow, losers. I'm so happy for you, Kelly. Shortly after Kelly left, Ryan quit and also moved to Ohio for what he claimed were unrelated reasons. I've actually done a lot of market research, and it turns out that southwestern Ohio is going to be the next Silicon Valley. They call it the Silicon Prairie. It's a big university town. And, uh, it's not garbage. It's my clothes. And that was our summer. You good? Yeah, thanks. Don't you guys have everything? I mean, it's just a paper company. Well, we're more following you guys to see how you turn out. Oh, yeah. I guess we were kind of dramatic in the beginning. Well, I don't think anything's going to change in our lives now. With work and two kids, nothing interesting is going to happen to us for a long, long time. So Phil recruited me to sell these cards, and now I am recruiting you. Who is this guy again? Don't worry about Phil. He drives a Corvette. He's doing just fine. Okay. Calling cards are the wave of the future. These things sell themselves. Who uses calling cards anyway? You know what? That's a nice attitude, Ryan. I'm just helping you invest in your future, my friend. It sounds like a get-rich-quick scheme. Yes, thank you. You will get rich quick. We all will. Didn't you lose a lot of money on that other investment, the one from the email? You know what, Toby? When the son of the deposed king of Nigeria emails you directly asking for help, you help. His father ran the freaking country. Okay? All right. So raise your hand if you want to get rich. All right. No. How is this not a pyramid scheme? All right. Let me explain. Again. Phil has recruited me and another guy. Now we are getting three people each. The more people that get involved, the more people who are investing, the more money we're all going to make. It's not a pyramid scheme. It's not even a scheme, per se. I have to go make a call. No, no, no, no, no, no, no. No, no, no, no, no, no, no. Okay, fine. Ryan. Something the matter? Smokey's dead. Smokey the bear? Smokey Robinson. Pam. He died like an hour ago. I guess I'm the first to know. Wow, that's terrible. I really liked him. Oh, you liked him? That's nice. Did you like when he changed the course of American music like two or three times? Did you like the tracks of my tears? Is maybe the last true love song ever written? I'm glad you like him, Jim. I am completely devastated right now. Well, I second that emotion. Huh? I know a few of his songs, but what were his big ones? Oh, God, Nellie, what wasn't his? I mean, tracks of my tears? Yeah. God, so many, Nellie. No, no, no. Tracks of my tears and what else? What are some more? What's one more? Okay, I'm not playing this game, Pam. Not today. I don't think you love Smokey Robinson. I think you're just doing all of this to prove how deep you are about music. Okay, I'm sorry that I'm not a fan of Jason Mraz or the Beatles. You don't like the Beatles? That's not the point. Eleanor Rigby, paperback writer? Okay, you know, you always think you have time to see these legends before they go. What was I so busy doing? It says here the Smokey Robinson dead thing is a hoax. It's on CNN as of two minutes ago. Okay, well, that's a relief. Wow, look at that. It says he's actually playing state college. It's only three hours away. Oh, my God, Ryan, that's perfect. You have to go. Tickets are $250. $250 is nothing to the world's biggest Smokey Robinson fan. Yeah. Who's opening? Paul Anka. Paul Anka? How can they make the Smoke Man play with someone like that? I don't think I can see this. Okay, you can just show up late, though. How much is parking? Like $30? That's not what Smokey would have wanted, does want. Tears of a clown. Don't call me a clown, Pam. You're better than that. You should get one of these. No, thank you. Do you even know what this is? This is a fitness orb, and it has completely changed my life. Forget everything you thought you knew about ab workouts. Done. This ab workout is specifically designed to strengthen your core. Sorry. All right. Numerous health benefits. Strengthens your back. Better performance in sports. More enjoyable sex. I'm not having sex. Plus, improves your reflexes. See, I would have caught that. Okay, you know what? How much is that? That's only $25. Wow. Okay. They caught the Scranton Strangler. They trapped him in his house. And then photographing them is believed to be inside. Police have now surrounded the apartment complex. Police have surrounded? And we now see what appears to be a SWAT van pulling up. SWAT, SWAT's arriving. It is unknown if he is armed with anything. They should do that thing where they play the really good music to get him to come out. Ugh, we shouldn't televise any of this. Just encourage us to copy cats. Just say copies. Why do you have to drag cats into this? Okay, while this is interesting, we should get back to work. These standoffs can last a long time. What if it's another WACO? It's pronounced wacko. Some events are so newsworthy, so historic, that you have to stop everything to watch. Balloon Boy, Michael Jackson's funeral. Things that if you didn't see them live, you wouldn't really care that you didn't see them at all. Coming to you from the corner of Columbia Street and Washington Avenue. When is he going to come out? I bet he's wishing he had a hybrid, right? Sixty miles to the gallon in the city. No, I bet he's wishing he was strangling someone. Okay, that's our street. That's our street. He's going down our street. Hurry, everybody. Go, go, go, go, go. There it is, there it is. I saw it. Where, where? I saw it, it's gone. He went right by. He missed it, he missed it. Grandpa, where were you the day the Scranton Strangler was caught? Well, I was there, kiddo. I was there. And I'll tell you what. You go sell these and buy yourself a nice spaceship. The Sabre Code of Conduct outlines the governing principles key to establishing and maintaining trust with our employees, clients... Oh, my God, kill me. Hey. All right. Obviously, we all want to die, but we have to get through this. So, Gabe, go ahead. It's okay. Oh, is it okay with you? Because if it's not, you work for me, so... Comply with all applicable laws, regulations, policies, and contracts governing our business. Be honest, fair... I'm going to do it. ...trustworthy in all your business activities and relationships. Oh, I'm going into labor. Oh, okay, she's going into labor. Make way, everybody. I know it's wrong to fake going into labor just to get out of things, but sometimes it's necessary. I'm going into labor. Should I have corn dogs? I mean... I'm going into labor. Okay, three reasons you are wrong about Trueblood. Number one. I'm going into labor. Here we go. Hey, guys. You can't keep saying you're going into labor. Everyone knows you're full of it. Yeah. It's not fair, you guys. Pitiful. Never cry wolf. Okay. Okay. Oh. Oh! Oh! Oh, my God. Oh, my God. Damn. I'm really in labor. This is happening. Okay, guys. Okay. Here we go. We'll see you. How do you feel? Good luck. Good luck. Good luck. False alarm. Here are our final actual costs for this year. Okay. As you can see, we did pretty well. Yes. Yes, I can see that we did indeed. Why don't you explain this to me like I am an eight-year-old? All right. Well, this is the overall budget for this fiscal year along the X axis. Yes. There. There's the X axis. You can see clearly on this page that we have a surplus of $4,300. Okay. We have to spend that by the end of the day or it will be deducted from next year's budget. Why don't you explain this to me like I'm five? Your mommy and daddy gave you $10 to open up a lemonade stand, so you go out and you buy cups and you buy lemons and you buy sugar. And now you find out that it only costs you $9. Oh! So you have an extra dollar. Yes. So you can give that dollar back to mommy and daddy, but guess what? Next summer. I'll be six. And you ask them for money, they're going to give you $9 because that's what they think it costs to run the stand. So what you want to do is spend that dollar on something now so that your parents think that it costs $10 to run the lemonade stand. So the dollars are surplus. This is a surplus. We have to spend that $4,300 by the end of the day or it will be deducted from next year's budget. Oh! We should spend this money on a new copier, which we desperately need. Okay. Break it down in terms of, I'm, okay, I think I'm getting you. The most important thing is that no one say anything about my pregnancy at the wedding. Absolutely. Hey, I got the room the night before you guys. I'll break in the bed. I don't like that. I don't have a room. No, you do not. How did Meredith get put at the young people's table? She probably switched cards with someone, like I did with Aaron. What? I would like to propose a toast. So if you'd all raise your glasses, not Pam for obvious reasons, but everyone else, if you would raise your glasses. Why can't Pam drink? Pam can't drink? I didn't, I shouldn't have said that. Pam's pregnant. Okay, okay, okay. You can't expect them to be careful every time because, frankly, it's just a different sensation. Two waiting. Two waiting. Okay. Brain teaser. I have two coins totaling 15 cents. One of them is not a nickel. What are they? A diamond and nickel. No, I said one of them is not a nickel. But the other one is. I've heard that before. Okay. A man and his son get into a car accident. They are rushed to the hospital. The doctor says, there's no way I can operate on this boy because... Because he's my son. The doctor is the boy's mother. A man is found hanging from the ceiling. He stepped on a block of ice, hung himself, and the ice melted. Hunter. It's a polar bear because you're at the North Pole. Happy Halloween, everyone. Oh, that's great. Hey. Happy Halloween. Jan called. Okay. I know why she's calling. It's the end of the month, and I was supposed to let somebody go by the end of the month. And somehow I'm supposed to put on a costume and smile. Okay. Jan Levinson's office. Hey, Sherry. Michael Scott returning. Oh. She's in a meeting. She just wanted the name of the employee you let go. Well, I'm going to wait until the end of the day. Because the book said it's best to wait until the end of the day. I just need the name of who you're planning to let go. I don't know yet. I will have to call her back. I know she wanted the name. Okay. Sherry? Yeah? If you were getting fired, how would you want to be told so that you could still be friends with the person firing you? Jan wants the name as soon as possible, Michael. Thanks. I'll call her back. I should get fired. Sherry. Hey, I'm still here. Okay. I'm sorry. Yeah. Nope. Okay. Bye. Hanging up now. David. Oh, Michael. Are we all set? Isn't our interview tomorrow? Yes. I just happened to be in the neighborhood. Thought I'd drop in and say hello. Just happened to be in midtown Manhattan. Thought I'd catch a show. No, on a work day? No. You know what? Since I'm here, let me ask you a few questions about the job. Okay. How many people are you interviewing? We're interviewing branch managers and some lower-level company people. Ah, well. Good. Out of curiosity, are you interviewing anyone who has been here longer than I have or manages more people? I don't think so. Great. One more question. When you merged those branches, who did you put in charge? I believe we put you in charge. All right. No further questions. Okay, Michael. Okay. I am really looking forward to our interview. And I am really looking forward to working with you. I have got it made in the shade. I know this company. The other branch managers are total morons. Hey, Pam. Yeah, I forgot what day the interview was and I drove to New York accidentally. I'd be like three hours late. Vancouver Court Hotel, how may I help you? Hello, Vancouver. This is Michael Scott calling from the United States of America. I have a reservation in your fair city from February 12th to the 19th. First week of the Olympics. Well, we are looking forward to having you. So let me just pull up your information here. Okey-doke. I don't seem to have it, sir. What? I am not seeing anything under confirmation. No. Could it be under affirmation? No. Because you have thousands of those. No. We are just trying to look it up right now. You did get the e-bite to my barbecue. Come on. Michael. Yes, sir. A lot of people are trying to get last-minute reservations at hotels here for the Olympics, but we've been fully booked for months. Well, I have been booked for three years. So you should have that. I have always heard that British Columbia is a very nice place, but I'm not getting that from this conversation. Wait. I got it. Confirmation code. XV2RDM. Oh. Here it is. Oh. Uh-huh. Seven nights in our Street View economy single. That's it. Yeah. I've been using the system a while back. I do apologize. Uh-huh. Okay. How may I help you, Mr. Scott? All right. I would like to cancel my reservation, please. There is a cancellation fee for this, sir. Okay. Put it on my card. Up. Things are a little slow here, and there's only so much cold calling you can do in a day. Turns out there's no limit to the number of cheese puffs you can throw at someone's face. Up. We're getting pretty good at it. There we go. Oh. Nice dress, Ryan. It's not a dress. It's a kertha. Okay. Tonight, one of our most ethnic co-workers, Kelly, has invited us all to a Diwali celebration put on by her community. What is Diwali, you may ask? Well, to have Kelly explain it, it's a blah, blah, blah. It's so super fun, and it's gonna be great. A lot of gods with unpronounceable names. 20 minutes later, you find out that it's essentially a Hindu Halloween. You look so handsome. You really do. I love the material. I know. How come you didn't give me one? I... Merry Christmas, little children! I'll be taking a leave of absence starting next week. Corporate will be sending Holly Flax. She comes from the Nashville branch. What? What? Holly's coming back! Everybody, and we have to have a party. Hey, Dwight. Oh! I challenge you to a snowball fight on the first real snow of winter. You got it. Well, well, well. It isn't Michael Scott, you old bastard. I never thought I'd see your face around these parts, you old bastard. And you have a Woody. AJ gave me that. Really? I found him in my bed. That's creepy. How did AJ get into your house? We live together. Michael Scott's Thunder Mifflin Scranton. Meredith Palmer Memorial. Celebrity rabies awareness. Fun run race for the cure. This is Pam. Pro-am. Pro-am race for the... They hung up. Okay. A woman shouldn't have to be hit by a car to learn that she may have rabies. But that is where we are in America. And that does not sit right with me. And that is why I am hosting a fun run race for the cure for rabies. To raise awareness of the fact that there is a cure for rabies. A disease that has been largely eradicated in the U.S. But not very many people know that. No. Rabies. Babies would be a good idea. Can I put you down for a dime? Hi, Stankly. How many sponsors so far? Zero. Come on, man. Step it up. It's for a good cause. Jan called this morning and pledged $500. Isn't that your money? That is for a good cause. Phyllis, how's the rabies quill coming? Oh, it's coming. Oh, look at that. Three. Way to honor Meredith, Phyllis. Michael. Yes. You cannot make me run. Oh, okay. It is not a real charity. It's stupid, Michael, and I'm not going to do it. You didn't run for me when I thought I had skin cancer. I know that you're probably scared of people seeing your fat legs in shorts. No. Okay. Well, back in olden times, a large, fat person like this was a person of power. A person who had money, could buy food. A person of respect, like the regional manager of the day. Whereas someone athletic and trim like myself was someone who worked in the fields, and I was a peasant. I just don't want to run. I didn't bring my sneakers or my clothes. Well, you're going to have to run or you're going to be in a lot of trouble. It is not olden times anymore. It is not olden times anymore.","usage":{"type":"duration","seconds":3748}}